modules/admin/controllers/AdminController.php

SELECT * FROM `application` WHERE `id`='48'
---
    protected function findModel($id)
    {
        if (($model = Application::findOne(['id' => $id])) !== null) {