models/User.php

    public static function findByUsername($login)
    {
        return static::findOne(['login' => $login]);
---
SELECT * FROM `user` WHERE `login`='admin'